Repository: mlemgroup/mlem
Catalog: Mlem/Localizable.xcstrings
Source language: en
Languages: fr

source: Subscription Indicator
fr: Indicateur d’abonnement

source: Subscription List
fr: Liste d’abonnement

source: Suggested
fr: Suggérées

source: Suggested Languages
fr: Langues suggérées

source: Swipe Actions
fr: Actions de glissement

source: Swipe Anywhere to Navigate
fr: Glisser n’importe où pour naviguer

source: Swiping up on the tab bar will always open the account switcher.
fr: Glisser sur la bar d’onglets va toujours ouvrir le sélectionneur de comptes.

source: Switch Account
fr: Changer de Compte

source: Switch account to view your inbox.
fr: Changer de compte pour voir votre boîte de réception.

source: Switch to Most Recent Account
fr: Changer vers le compte le plus récent

source: Switch to this account and...
fr: Changer de compte et…

source: Tab Bar
fr: Barre d'onglets

source: Table
fr: Tableau

source: Tap and hold items to add, remove, or rearrange them.
fr: Appuyez longuement sur les éléments pour les ajouter, les supprimer ou les réorganiser.

source: Tap on the Jump Button whilst viewing a comment thread to scroll to the next comment.
fr: Appuyez sur le bouton de saut lorsque vous consultez un fil de commentaires pour faire défiler jusqu'au commentaire suivant.

source: Tap to Collapse
fr: Appuyez pour réduire

source: Tap to show slur filter regex.
fr: Appuyez pour afficher l'expression régulière du filtre de liaison.

source: Tap to Undo
fr: Tapper pour annuler

source: Tappable Links
fr: Liens clickables

source: Temporary
fr: Temporaire

source: TestFlight updated!
fr: TestFlight mis à jour !

source: That's all, folks!
fr: C'est tout, les amis !

source: The "%@" sort mode is only available on some instances. On unsupported instances, the "Fallback" sort mode will be used instead.
fr: Le mode de tri « %@ » n’est disponible que dans certaines instances. Sur les instances non supportées, le tri « Fallback » sera appliqué à la place.

# The %@ theme only supports %@ mode.
source: The %1$@ theme only supports %2$@ mode.
fr: Le thème %1$@ ne prend en charge que le mode %2$@.

source: The Fediseer
fr: Le Fediseer

source: The Fediseer is a service that instance administrators use to identify spam instances and express their approval or disapproval of other instances.
fr: Fediseer est un service que les administrateurs d'instance utilisent pour identifier les instances de spam et exprimer leur approbation ou leur désapprobation d'autres instances.

source: The modlog may contain disturbing or adult material.
fr: Le modlog peut contenir du contenu dérangeant ou réservé aux adultes.

# The most recent outage was %@, and lasted for %@.
source: The most recent outage was %1$@, and lasted for %2$@.
fr: La panne la plus récente était %1$@ et a duré %2$@.

source: The name shown in the account switcher and tab bar.
fr: Le nom affiché dans le sélecteur de compte et la barre d'onglets.

source: The name shown in the account switcher.
fr: Le nom affiché dans le sélecteur de compte.

source: The name that is displayed on your profile. This is not the same as your username, which cannot be changed.
fr: Le nom qui apparaît sur votre profil. Il ne correspond pas à votre nom d'utilisateur, qui ne peut pas être modifié.

source: The number of child comments that can appear in a chain before the "More Replies" button is shown.
fr: Le nombre de commentaires enfants qui peuvent apparaître dans une chaîne avant que le bouton « Plus de réponses » ne soit affiché.

source: Theme
fr: Thèmes

source: There were %lld recorded incidents today.
fr: Il y a eu %lld incidents enregistrés aujourd'hui.

source: There were no recorded incidents today.
fr: Aucun incident n'a été enregistré aujourd'hui.

source: These filters were saved by an older version of Mlem, and will not be compatible with future versions. To preserve compatibility, re-export your filters.
fr: Ces filtres ont été enregistrés par une ancienne version de Mlem et ne seront pas compatibles avec les versions futures. Pour préserver la compatibilité, réexportez vos filtres.

source: These options are stored locally in Mlem and not on your Lemmy account.
fr: Ces options sont stockées localement dans Mlem et non sur votre compte Lemmy.

source: This account has %lld favorite communities.
fr: Ce compte a %lld communautés favorites.

source: This account has no favorite communities.
fr: Ce compte n'a pas de communautés favorites.

source: This action cannot be undone.
fr: Cette action ne peut pas être annulée.

source: This cannot be changed later.
fr: Ceci ne pourra pas être changé plus tard.

source: This community has been removed.
fr: Cette communauté a été supprimée.

source: This community likely contains graphic or explicit content.
fr: Cette communauté contient probablement du contenu graphique ou explicite.

source: This content will be loaded from **%@** instead.
fr: Ce contenu sera chargé depuis **%@** à la place.

source: This feature is not available on all instances.
fr: Cette fonctionnalité n’est pas disponible sur toutes les instances.

source: This field is optional.
fr: Ce champ est facultatif.

source: This instance is not part of the Fediseer Chain of Trust.
fr: Cette instance ne fait pas partie de la chaîne de confiance Fediseer.

source: This instance is viewed very negatively by one or more trusted instances.
fr: Cette instance est perçue très négativement par une ou plusieurs instances de confiance.

source: This is turned on by default because Differentiate Without Color is enabled in System Settings.
fr: Cette option est activée par défaut car l'option « Différencier sans couleur » est activée dans les paramètres système.

source: This page can't be displayed because Cloudflare blocked the request.
fr: Cette page ne peut pas être affichée car Cloudflare a bloqué la requête.

source: This poll is no longer accepting votes.
fr: Ce sondage n'accepte plus de votes.

source: This probably contains foul language.
fr: Cela contient probablement un langage grossier.

source: This username is taken.
fr: Ce nom d'utilisateur est pris.

source: This will clear your recent searches, which cannot be undone.
fr: Cela effacera vos recherches récentes, ce qui ne peut pas être annulé.

source: This will permanently remove it from %@, not just Mlem!
fr: Cela le supprimera définitivement de %@, pas seulement de Mlem !

source: Thumbnail
fr: Vignette

source: Thumbnail Location
fr: Emplacement de la vignette

source: Tiled
fr: Tuile

source: Time
fr: Temps

source: Title
fr: Titre

source: To confirm, please enter your password:
fr: Pour confirmer, entrez svp votre mot de passe :

source: To join this instance, you need to create an application and wait to be accepted.
fr: Pour rejoindre cette instance, vous devez faire une demande et attendre d'être accepté.

source: Today
fr: Aujourd’hui

source: Toggle Developer Tools
fr: Basculer les outils développeur

source: Too many items
fr: Trop d’éléments

source: Top Communities
fr: Top Communautés

source: Top of...
fr: Top…

source: Trailing
fr: À la fin

source: Transfer Community
fr: Transférer la communauté

source: Transfer Ownership
fr: Transférer la propriété

source: Trending Communities
fr: Communautés Tendances

source: Trust & Safety
fr: Confiance et sécurité

source: Try a different Captcha...
fr: Essayer un autre captcha…

source: Turn Off
fr: Désactiver

source: Turn Off Search History
fr: Désactiver l’historique de recherche

source: Turn off search history?
fr: Désactiver l’historique de recherche ?

source: Two-Factor Authentication
fr: Authentification à Double-Facteur (2FA)

source: Unavailable
fr: Indisponible

source: Unban
fr: Débannier

source: Unban %@
fr: Débannir %@

source: Unban from Community
fr: Débannir de la communauté

source: Unban from Instance
fr: Débannir de l'instance

source: Unban from...
fr: Débannir de...

source: Unban User
fr: Débannir l’utilisateur

# Unbanned: %@ From: %@
source: Unbanned: %1$@ From: %2$@
fr: Débanni : %1$@ De : %2$@

source: Unbanning from...
fr: Débanissement de…

source: Unblock
fr: Débloquer

source: Unblock Community
fr: Débloquer la communauté

source: Unblock Instance
fr: Débloquer l'instance

source: Unblock User
fr: Débloquer l'utilisateur

source: Unblock...
fr: Débloquer…

source: Unblocked
fr: Débloqué

source: Unblocking...
fr: Déblocage…

source: Undo
fr: Annuler

source: Undo Downvote
fr: Annuler vote négatif

source: Undo Upvote
fr: Annuler vote positif

source: Undone!
fr: Annulé !

source: Unfavorite
fr: Enlever des favoris

source: Unfavorited
fr: Enlevé des favoris

source: Unhealthy for %@
fr: Mauvais pour %@

source: Universal
fr: Universel

source: Universal Link
fr: Lien universel

source: Unknown
fr: Inconnu

source: unknown host
fr: hôte inconnu

source: Unlock
fr: Débloquer

source: Unmute
fr: Rétablir le son

source: Unpin
fr: Désépingler

source: Unpin from community
fr: Désépingler de la communauté

source: Unpin From Community
fr: Désépingler de la communauté

source: Unpin from instance
fr: Désépingler de l'instance

source: Unpin From Instance
fr: Désépingler de l’instance

source: Unresolve
fr: Ne plus résoudre

source: Unsave
fr: Ne plus enregistrer

source: Unsubscribe
fr: Désinscrire

source: Unsubscribed
fr: Désinscrit

source: Unsupported Badge
fr: Badge non supporté

source: Upload
fr: Téléverser

source: Upload this image to %@?
fr: Téléverser cette image sur %@ ?

source: Uploading...
fr: Téléversement…

source: Uptime
fr: Temps de disponibilité

source: Uptime data fetched from %@
fr: Données de disponibilité récupérées à partir de %@

source: Upvote
fr: Vote positif

source: Upvote Counter
fr: Compteur de votes positifs

source: Upvote on Save
fr: Vote positif si enregistrement

source: Upvoted
fr: Votées positivement

source: Use Alternate Layouts
fr: Utiliser des dispositions alternatives

source: User
fr: Utilisateur

source: User Avatar
fr: Avatar de l'utilisateur

source: User Link
fr: Lien de l’utilisateur

source: User Modlog
fr: Journal de modération de l'utilisateur

source: User was banned
fr: L’utilisateur a été banni

source: User was purged
fr: L’utilisateur a été purgé

source: User was unbanned
fr: L’utilisateur a été débanni

source: Username
fr: Nom d’utilisateur

source: Username can only contain lowercase letters, numbers and underscores.
fr: Le nom d'utilisateur ne peut contenir que des lettres minuscules, des chiffres et des traits de soulignement.

source: Username cannot be longer than %lld characters.
fr: Le nom d’utilisateur ne peut pas être plus long que %lld caractères.

source: Username cannot contain %@.
fr: Le nom d’utilisateur ne peut pas contenir %@.

source: Username is invalid.
fr: Le nom d’utilisateur n’est pas valide.

source: Username is taken.
fr: Le nom d’utilisateur est déjà pris.

source: Username must be 3 or more characters.
fr: Le nom d'utilisateur doit comporter 3 caractères ou plus.

source: Username must be at least %lld characters long.
fr: Le nom d’utilisateur doit être d’au moins %lld caractères.

source: Users
fr: Utilisateurs

source: Video Saved
fr: Vidéo enregistrée

source: View All
fr: Tout voir

source: View on %@
fr: Voir sur %@

source: View on original host
fr: Voir sur la publication originale

source: View Votes
fr: Voir les votes

source: Viewing %@ as guest
fr: Lecture %@ en tant qu’invité

source: Visit
fr: Visiter

source: Visit Again
fr: Revisiter

source: We sent an email to %@ to verify your email address and activate your account.
fr: Nous avons envoyé un e-mail à %@ pour vérifier votre adresse e-mail et activer votre compte.

source: Website
fr: Site web

source: Website Icon
fr: Icône du site web

source: Website Thumbnail Indicator
fr: Indicateur de miniature de site Web

source: Welcome %@
fr: Bievenue %@

source: Welcome to %@
fr: Bienvenue sur %@

source: Welcome to Lemmy!
fr: Bienvenue sur Lemmy !

source: What is Federation?
fr: C’est quoi la fédération ?

source: What's New?
fr: Quoi de neuf ?

source: When disabled, some moderator actions will only be accessible from the post page.
fr: Lorsque cette option est désactivée, certaines actions du modérateur ne seront accessibles qu'à partir de la page de publication.

source: When enabled, Mlem will ask you to confirm your choice before uploading an image to your instance.
fr: Lorsqu'il est activé, Mlem vous demandera de confirmer votre choix avant de télécharger une image sur votre instance.

source: Would you like to open this email address in your mail app?
fr: Souhaitez-vous ouvrir cette adresse e-mail dans votre application de messagerie?

source: Wrap Code Block Lines
fr: Envelopper les lignes du bloc de code

source: Write a bit about yourself...
fr: Écrivez un peu sur vous-même...

source: Yes
fr: Oui

source: You are browsing %@ as a guest. If you'd like to vote or reply, you'll need to log in or sign up.
fr: Vous parcourez %@ en tant qu'invité. Si vous souhaitez voter ou répondre, vous devez vous connecter ou vous inscrire.

source: You are required to provide an email on this instance.
fr: Vous devez fournir une adresse e-mail sur cette instance.

source: You can also turn off search history completely for this account.
fr: Vous pouvez également désactiver complètement l’historique de recherche pour ce compte.

source: You cannot change your vote.
fr: Vous ne pouvez pas modifier votre vote.

source: You cannot use a temporary email address.
fr: Vous ne pouvez pas utiliser une adresse email temporaire.

source: You cannot view the communities of a private instance.
fr: Vous ne pouvez pas voir les communautés d'une instance privée.

source: You don't have an email attached to this account.
fr: Vous n'avez pas d'e-mail associé à ce compte.

source: You don't have any accounts.
fr: Vous n'avez aucun compte.

source: You may need to allow Mlem to access your Photo Library in System Settings.
fr: Vous devrez peut-être autoriser Mlem à accéder à votre galerie de photos dans les paramètres système.

source: You'll receive an email once your application has been approved. Once approved, you can log in to your account from the Settings tab.
fr: Vous recevrez un e-mail une fois votre demande approuvée. Une fois approuvée, vous pourrez vous connecter à votre compte depuis l'onglet des paramètres.

source: Your Answer...
fr: Votre réponse...

source: Your instance and **%@** federate, but the content could not be loaded. It may not have federated yet, or your instance may have purged it.
fr: Votre instance et **%@** se fédèrent, mais le contenu n'a pas pu être chargé. Il se peut qu'il n'ait pas encore été fédéré ou que votre instance l'ait purgé.

# Your instance, **%@**, chose to defederate from **%@**.
source: Your instance, **%1$@**, chose to defederate from **%2$@**.
fr: Votre instance, **%1$@**, a choisi de se défédérer de **%2$@**.

# Your instance, **%@**, hasn't chosen to federate with **%@**.
source: Your instance, **%1$@**, hasn't chosen to federate with **%2$@**.
fr: Votre instance, **%1$@**, n'a pas choisi de se fédérer avec **%2$@**.

source: Your saved posts and comments
fr: Vos publications et commentaires enregistrés

source: Your session has expired. Enter your password to authenticate a new session.
fr: Votre session a expiré. Saisissez votre mot de passe pour authentifier une nouvelle session.

source: Your subscriptions live here.
fr: Vos abonnements sont ici.

source: Zoom the image viewer with a slide gesture on the selected side.
fr: Zoomez la visionneuse d'images avec un geste de glissement sur le côté sélectionné.
